Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Dostałem wiadomość do doręczenia w twoje ręce.
uk: У мене послання, яке я маю передати тобі особисто в руки.

source: Dostałem wiadomość do dostarczenia w twoje ręce.
uk: У мене є послання, яке я маю передати тобі особисто.

source: Dostałem widłami prosto w ramię i od tego czasu mam problem z machaniem mieczem. Szybko po tym zostałem oddelegowany z powrotem na Archolos.
uk: Я отримав удар вилами прямо в плече, і з тих пір мені важко розмахувати мечем. Після цього мене швидко відправили назад до Архолосу.

source: Dostałem wyraźne instrukcje, by nie oddalać się od oddziału i nie próbować samemu walczyć z orkami. Lepiej będę się trzymał tych zaleceń.
uk: Мені дали чіткі інструкції не віддалятися від загону і не намагатися битися з орками наодинці. Мені краще дотримуватися цих інструкцій.

source: Dostałem zadanie od Corteza. Mam pójść do jaskini na bagnach i zapłacić za ostatnią dostawę wina do Przystani. Wydaje się to aż za proste.
uk: Кортез дав мені завдання. Я маю сходити до печери на болоті та оплатити останню партію вина для Гавані. Це здається аж надто простим.

source: Dostałem zlecenie od lokalnej Gildii na ubicie Bestii, która utrudnia życie mieszkańcom Silbach. Podobno zabiła już parę osób i pozostaje nieuchwytna.
uk: Місцева Гільдія доручила мені вбити Звіра, який ускладнює життя мешканцям Сільбаху. Вочевидь, він вже вбив кількох людей і залишається невловимим.

source: Dostałeś ode mnie złoto, a teraz gadaj, gdzie chowacie tę skrzynię.
uk: Ти отримав від мене золото, тепер кажи, де ти ховаєш ту скриню.

source: Dostałeś rozkaz, to go wykonałeś. Dla mnie sprawa jest prosta. Może jeszcze na tym skorzystam.
uk: Ти отримав наказ, ти його виконав. Для мене все просто. Можливо, я ще матиму з цього користь.

source: Dostałeś swój okup. Teraz czas na dziewczynę.
uk: Ти отримав свій викуп. Тепер відпусти дівчину.

source: Dostałeś to na co zasłużyłeś. Niech topielce cię zeżrą!
uk: Ти отримав те, що заслужив. Нехай тебе з'їдять луркери!

source: Dostałeś to, na co zasłużyłeś. Niech topielce cię zeżrą!
uk: Ти отримав те, що заслужив. Нехай тебе з'їдять луркери!

source: Dostałeś za swoje, a teraz spadaj. Chce się w spokoju napić piwa.
uk: Ти отримав, на що заслужив, а тепер забирайся геть. Я хочу спокійно випити пива.

source: Dostały szału, bo zagrożona była ich matka. To by tłumaczyło ten szaleńczy atak.
uk: Вони розлютилися, тому що їхній королеві загрожувала небезпека. Цим можна пояснити такий шалений напад.

source: Dostrzegając sukces ekspedycji, w ciągu niespełna roku Maksym III zwany Zdobywcą skolonizował sąsiednią wyspę Londram oraz założył przyczółki na odległym Contirze. Wraz z podbojem niemal całego Wschodniego Archipelagu, wielu kupców zaczęło zakładać związki i gildie celem ochrony wspólnych interesów. Rozpoczął się złoty wiek handlu na Morzu Myrtany.
uk: Визнавши успіх експедиції, менш ніж за рік Максимус III, відомий як Завойовник, колонізував сусідній острів Лондрам і заснував аванпости на далекій Контірі. Після завоювання майже всього Східного Архіпелагу багато торговців почали об'єднуватися в союзи та гільдії для захисту своїх спільних інтересів. Почався золотий вік торгівлі у Міртанському морі.

source: Dostrzegliśmy go przy grupce uchodźców!
uk: Ми знайшли його блукаючим у товаристві інших біженців.

source: Dostęp do jednego z pomieszczeń blokuje mi korytarz z kolcami.
uk: Доступ до однієї з кімнат перегороджує коридор із шипами в підлозі.

source: Dosypaliśmy więc sproszkowanych jagód...
uk: Тоді-то ми й додали подрібнені в порошок ягоди...

source: Dosypałem tylko trochę pieprzu do tego eliksiru zręczności.
uk: Я просто додав трохи перцю до цього еліксиру спритності.

source: Dosyć makabryczna pamiątka.
uk: Досить моторошний сувенір.

source: Dosyć tej błazenady!
uk: Досить цих клоунських витівок!

source: Dosyć tych gierek!
uk: Досить цих ігор!

source: Dosyć. Jeśli nie chcesz, żeby magowie, zarówno kręgu Wody, jak i Ognia, zainteresowali się bliżej twoją działalnością gospodarczą, to pomożesz mi w jednej sprawie.
uk: Авжеж. Якщо ти не хочеш, щоб маги, як Кола Води, так і Вогню, зацікавилися твоїм бізнесом, тоді ти допоможеш мені в одній справі.

source: Doszliśmy jeszcze do ostatniej kwestii, którą należałoby poruszyć w ramach niniejszego cyklu wywodów. Jak wyznawcy Adanosa chcą nauczać swej wiedzy? A no właśnie, nijak!
uk: Тепер ми підійшли до останнього питання, на яке слід відповісти в цій серії аргументів. Як послідовники Аданоса хочуть викладати свої знання? Що ж, просто ніяк!

source: Doszło do mnie, że polowałeś na owce tutejszych farmerów.
uk: Мені стало відомо, що ти полюєш на овець місцевих фермерів.

source: Doszły mnie plotki, że jesteś oskarżony o popełnienie przestępstwa!
uk: До мене дійшли чутки, що тебе звинувачують у скоєнні злочину!

source: Doszły mnie słuchy o tym zamachu. Czy to nie jest przypadkiem sprawa dla straży miejskiej?
uk: До мене дійшли чутки про цей замах. Хіба це не справа Міської Варти?

source: Doszły mnie słuchy, że karczma dużo lepiej prosperuje od kiedy pojawił się w niej Ezekiel.
uk: До мене дійшли чутки, що з появою Єзекіїля корчма стала набагато успішнішою.

source: Doszły mnie słuchy, że któryś z pracowników dźwigu w porcie wie sporo na ten temat i rozgląda się za osobami szukającymi pracy.
uk: До мене дійшли чутки, що один з кранівників у порту знає про це доволі багато, а ще шукає працівників.

source: Doszły mnie słuchy, że sprzedawałeś mieszkańcom Silbach bagienne ziele.
uk: До мене дійшли чутки, що ти продаєш болотну траву жителям Cільбаху.

source: Doszły mnie słuchy, że wczoraj ktoś włamał się do naszego archiwum. Książki były porozrzucane, ale żadna nie została ukradziona. Czyżby któryś z nowicjuszy znowu buszował po nocy? Będę musiał o tym pomówić z bratem Ingolfem.
uk: До мене дійшла інформація, що вчора хтось вдерся до нашого архіву. Книги були розкидані, але жодна не була вкрадена. Можливо, це хтось із послушників знову тинявся там вночі? Потрібно буде поговорити про це з братом Інгольфом.

source: Doszły nas słuchy, że zakupiłeś sobie mieszkanie. Jako obywatel królestwa Myrtany jesteś zobowiązany do opłacenia podatku za takie kupno.
uk: До нас дійшли чутки, що ти придбав для себе помешкання. Як громадянин Королівства Міртана, ти зобов'язаний сплатити податок за таке придбання.

source: Dosłownie naprzeciwko mojej, zaraz przy ognisku, ale jeśli chcesz z nim porozmawiać, to lepiej szukaj go na plaży przy sieciach.
uk: Буквально навпроти моєї, одразу біля багаття. Але якщо хочеш поговорити з ним, то краще пошукай його на пляжі біля сіток.

source: Dosłownie parę chwil przed twoim przyjściem zbiegła po schodach jak oszalała.
uk: Буквально за мить до твого приходу вона збігла вниз по сходах, як навіжена.

source: Dosłownie rozpłynął się w powietrzu, nikt go nie widział. Muszę teraz znaleźć kogoś, kto pomoże mi to wszystko połapać...
uk: Він буквально розчинився в повітрі, його ніхто не бачив. Тепер мені потрібно знайти когось, хто допоміг би мені розібратися з усім цим...

source: Dotarliśmy do kopalni. Znajduje się w niewielkiej kotlince z wodospadem przed miastem. Pora odkopać przejście.
uk: Ми дісталися копальні. Вона розташована перед містом в невеликій впадині з водоспадом. Вхід в копальню завалено. Настав час його розкопати.

source: Dotarliśmy do miasta, wszystko płonie i kogo spotykamy? Znowu Ty!
uk: Ми прийшли до міста, а там все у вогні, і кого ми зустрічаємо? Знову тебе!

source: Dotarliśmy do skrytki z towarami przemytników. Pablo zajmie się przeliczeniem i sprzedażą towarów, ale jeśli potrzebuję, to mogę śmiało wziąć wszystko, co tutaj znajdę.
uk: Ми дісталися до схованки контрабандистів. Пабло подбає про облік і продаж товару, але якщо виникне потреба, я можу сміливо брати все, що тут знайду.

source: Dotarliśmy do wioski, muszę teraz porozmawiać z wartownikiem przy bramie.
uk: Ми дісталися до села, тепер я маю поговорити з охоронцем біля воріт.

source: Dotarliśmy na Bursztynowe Wybrzeże. Caramon nie ufa Pablo i zamierza zostać z nim przy łodzi. Wychodzi więc na to, że znowu będę musiał biegać i przepytywać ludzi. Tym razem będzie to w małej osadzie rybackiej niedaleko zejścia na plażę.
uk: Ми досягли Бурштинового узбережжя. Карамон не довіряє Пабло і збирається залишитися з ним біля човна. Тож виходить, що мені знову доведеться бігати і розпитувати людей. Цього разу – в невеликому рибальському поселенні неподалік від спуску на пляж.

source: Dotarliśmy. Polecam się na przyszłość!
uk: Ми на місці. Радий допомогти в будь-який час!

source: Dotarłem do Silbach.
uk: Я прибув до Сільбаху.

source: Dotarłem do Silbach. Skoro orkowie rozbili obóz na Wybrzeżu Topielców, to Weigar powinien na mnie czekać przy bramie Harry'ego.
uk: Я прибув до Сільбаху. Оскільки орки розбили табір на Узбережжі луркерів, Вейгар повинен чекати на мене біля воріт Гаррі.

source: Dotarłem do centrum sali tronowej. Spoczywa tutaj jakiś wielki szkielet. W przeciwieństwie do reszty tutejszych umarlaków, jest wyjątkowo nieruchliwy.
uk: Я дійшов до центру тронної зали. Тут спочиває якийсь величезний скелет. На відміну від іншої нечисті, він абсолютно нерухомий.

source: Dotarłem do dużej chaty w górnej części portu. Na jej drzwiach faktycznie znajduje się symbol słońca. Po przejściu przez próg przywitał mnie facet o imieniu Nathaniel. Dom podobno należał do poprzedniego właściciela, który jak się okazuje, zmarł. Gdy zapytałem go o Blake'a, gość z początku nie wiedział, o kim mówię. Zmienił zdanie gdy wspomniałem mu o Osipie. Po chwili kazał mi iść za sobą na górę.
uk: Я прибув до великого будинку у верхній частині порту. На його дверях дійсно видніється символ сонця. Переступивши поріг, мене зустрів хлопець, якого звуть Натаніелем. Будинок, вочевидь, належав попередньому власнику, який, як виявилося, помер. Коли я запитав його про Блейка, він спочатку не зрозумів, про кого я кажу. Він змінив свою думку, коли я згадав про Осіпа. Трохи згодом він покликав мене піднятися з ним нагору.

source: Dotarłem do dużej chaty w górnej części portu. Na jej drzwiach faktycznie znajduje się symbol słońca. Po przejściu przez próg przywitał mnie facet o imieniu Nathaniel. Wmówiłem mu, że przeprowadzam rutynową kontrolę na polecenie straży. Mężczyzna wyraźnie nie czuł się komfortowo z tym, że musiał mnie wpuścić, ale zrobił to, o co go poprosiłem. Powinienem rozejrzeć się trochę po domu. Może uda mi się wpaść na jakiś ślad tego całego Blake'a.
uk: Я прибув до великого будинку у верхній частині порту. На його дверях дійсно видніється символ сонця. Переступивши поріг, мене привітав хлопець на ім'я Натаніель. Я сказав йому, що проводжу планову перевірку за наказом Варти. Хлопцеві було явно неприємно впускати мене всередину, але він зробив, як я просив. Мені потрібно оглянути будинок. Можливо, мені вдасться знайти якісь сліди, пов'язані з Блейком.

source: Dotarłem do dużej chaty w górnej części portu. Na jej drzwiach faktycznie znajduje się symbol słońca. Po przejściu przez próg przywitał mnie jakiś nerwowy facet - podejrzewam, że jest właścicielem tego domu. Gdy zapytałem go o Blake'a, gość nie wiedział, o kim mówię. Może powinienem poczekać, aż Nathaniel pójdzie spać i wtedy zakraść się do jego domu?
uk: Я прибув до великого будинку у верхній частині порту. На його дверях дійсно видніється символ сонця. Переступивши поріг, мене зустрів якийсь збентежений хлопець – підозрюю, що він і є власником цього будинку. Коли я запитав його про Блейка, він не зрозумів, про кого я кажу. Можливо, мені варто дочекатися, поки Натаніель піде спати, а потім прокрастися до його будинку?

source: Dotarłem do dużej chaty w górnej części portu. Na jej drzwiach faktycznie znajduje się symbol słońca. Po przejściu przez próg przywitał mnie jakiś nerwowy facet - podejrzewam, że jest właścicielem tego domu. Gdy zapytałem go o Blake'a, gość z początku nie wiedział, o kim mówię. Zmienił zdanie, gdy wspomniałem mu o Osipie. Po chwili kazał mi iść za sobą na górę.
uk: Я прибув до великого будинку у верхній частині порту. На його дверях дійсно видніється символ сонця. Переступивши поріг, мене зустрів якийсь збентежений хлопець – підозрюю, що він і є власником цього будинку. Коли я запитав його про Блейка, він спочатку не зрозумів, про кого я кажу. Він змінив свою думку, коли я згадав про Осіпа. Трохи згодом він покликав мене піднятися з ним нагору.

source: Dotarłem do dużej chaty w górnej części portu. Na jej drzwiach faktycznie znajduje się symbol słońca. Po przejściu przez próg przywitał mnie jakiś nerwowy facet - podejrzewam, że jest właścicielem tego domu. Wmówiłem mu, że przeprowadzam rutynową kontrolę na polecenie straży. Mężczyzna wyraźnie nie czuł się komfortowo z tym, że musiał mnie wpuścić, ale ustąpił. Powinienem rozejrzeć się trochę po domu i poszukać tego całego Blake'a.
uk: Я прибув до великого будинку у верхній частині порту. На його дверях дійсно видніється символ сонця. Переступивши поріг, мене зустрів якийсь збентежений хлопець – підозрюю, що він і є власником цього будинку. Я сказав йому, що проводжу планову перевірку за наказом Варти. Хлопцеві було явно неприємно впускати мене всередину, але він змирився. Я маю оглянути будинок і знайти все, що пов'язано з Блейком.

source: Dotarłem do górnego wejścia do jaskini. Przejście prowadzi najprawdopodobniej na zalesiony klif. Raczej nie damy rady zaatakować od tej strony.
uk: Я досяг верхнього входу в печеру. Прохід, ймовірно, веде до порослої лісом скелі. Навряд чи ми зможемо атакувати з цієї сторони.

source: Dotarłem do katakumb. Wygląda na to, że przyjdzie mi pokonać w tych ruinach jeszcze kilka szkieletów.
uk: Я потрапив до катакомб. Схоже, мені доведеться перемогти ще декількох скелетів у цих руїнах.

source: Dotarłem do kopalni razem z ludźmi przydzielonymi mi przez Rodericha. Na miejscu okazało się, że Malen miał śmiertelny 'wypadek', przynajmniej zdaniem Elvarta. Ciekawe, co Lewko będzie miał o tym do powiedzenia.
uk: Я прибув до копальні разом із людьми, призначеними Родеріхом. Але тут з'ясувалося, що з Маленом стався 'нещасний випадок' зі смертельними наслідками, принаймні за словами Ельварта. Цікаво, що скаже із цього приводу Левко.

source: Dotarłem do pokoju z kolorowymi przełącznikami.
uk: Я дійшов до кімнати з кольоровими вимикачами.

source: Dotarłem na miejsce, gdzie ma być ukryty pierwszy skarb. Moritz kazał mi przeszukać okolicę dużego kamienia przy półce skalnej, obok jeziorka za Winnicą Rity.
uk: Я прибув на місце, де має бути захований перший скарб. Моріц сказав мені обшукати місцевість навколо великого каменю під скелею, поруч з озером за виноградником Рити.

source: Dotarłem na piętro domu, ale póki co nie wpadłem na żaden trop Blake'a. Nie mogę oprzeć się wrażeniu, że gospodarz coś przede mną ukrywa. Może powinienem go przycisnąć lub poszukać kolejnych wskazówek?
uk: Я піднявся нагору, ніяких слідів Блейка. Але мене не покидає відчуття, що господар щось від мене приховує. Можливо, мені варто натиснути на нього або пошукати більше підказок?

source: Dotarłem pod Ratusz. Straż Miejska ledwo odpiera ataki Wilczych Synów, nigdzie natomiast nie widzę ani Ulryka, ani Rodericha. Póki co zrobię wszystko, by wesprzeć straż.
uk: Я біля ратуші. Міська Варта ледве відбиває атаки Вовчих Синів, але я ніде не бачу ні Ульріка, ні Родеріха. Поки що я робитиму все можливе, щоб допомогти вартовим.

source: Dotarłem z Riordianem do kapliczki. Mam teraz poszukać w jej okolicy wszystkich potrzebnych roślin, a później wrócić do nowicjusza. Otrzymałem także zwój telekinezy, który ma mi ułatwić poszukiwania.
uk: Я дістався до вівтаря разом з Ріордіаном. Тепер я маю знайти навколо нього всі необхідні рослини, а потім повернутися до послушника. Я також отримав сувій телекінезу для полегшення пошуку.

source: Dotarłeś w samą porę, mam kufer do otwarcia.
uk: Ти прийшов саме вчасно, мені потрібно відімкнути скриню.

source: Dotarły do mnie już wieści o powodzeniu waszej misji.
uk: Звістка про успіх цієї місії вже дійшла до мене.

source: Dotrzyj z nim jak najszybciej do Rodericha i poproś o wsparcie. Duże wsparcie!
uk: Якомога швидше передай його Родеріху і попроси про підмогу. Чималу підмогу!

source: Dotrzymałem umowy, miałem znaleźć towary. Miej pretensje do uchodźcy, albo lepiej - do samego Corteza.
uk: Я виконав свою частину угоди. Я мав знайти товари. Винувать біженця, а ще краще – самого Кортеза.

source: Dotychczasowi hodowcy zniknęli?
uk: Зникли колишні постачальники?

source: Dotychczasowy wymóg zatrudnienia u Mistrza Czeladniczego w celu uzyskania obywatelstwa, zostaje zniesiony.
uk: Поточна вимога працевлаштування у майстра для отримання громадянства скасовується.

source: Dowiecie się o tym z najnowszej broszury!
uk: Ви дізнаєтеся про все це з останньої брошури!

source: Dowiedz się, kto naprawdę stał za zamachem, przedstaw władzom niezbite dowody, a poznasz moją hojność.
uk: З'ясуй, хто насправді стоїть за нападом, надай владі неспростовні докази – і ти пізнаєш мою щедрість.

source: Dowiedziawszy się, że za śmiercią syna stoją korsarze z Wysp Południowych, ogarnięty gniewem Mandred rozpoczął przygotowania do wojny, posyłając na nią niemal wszystkie zastępy żołnierzy. Konflikt z Południowcami trwał wiele miesięcy, lecz mimo drobnych zwycięstw i niezłomności Myrtańczyków, król poniósł niepowetowane straty i musiał w niesławie zażądać odwrót.
uk: Дізнавшись, що за смертю сина стоять пірати з Південних островів, Мандред, сповнений гніву, почав підготовку до війни, відправивши на битву майже все своє військо. Конфлікт з південцями тривав багато місяців, але, незважаючи на невеликі перемоги і стійкість міртанців, король зазнав непоправних втрат і був змушений з ганьбою відступити.

source: Dowiedziałem się co nieco o waszym hazardzie ze Stanem.
uk: Я дізнався дещо про ваші зі Стеном азартні ігри.

source: Dowiedziałem się co nieco o waszym hazardzie ze Stanem. Może teraz będziesz bardziej skłonny do rozmowy.
uk: Я дізнався дещо про ваші зі Стеном азартні ігри. Може, тепер ти будеш більш охочим до розмови.

source: Dowiedziałem się o chłopaku, który wieczorami przygrywał farmerom przy ognisku, ale nigdy nie był widziany jak pracuje. Po tym, jak został zauważony przy wózku z żywnością, uciekł z winnicy na wschód, w kierunku przejścia przy wodospadzie. Ta informacja pewnie zainteresuje Dennisa.
uk: Я дізнався про хлопчину, який вечорами грав пісні фермерам, що зібралися біля вогнища, але ніхто не бачив, щоб він працював. Після того, як його помітили біля візка з їжею, він втік з виноградника на схід у напрямку проходу біля водоспаду. Ця інформація, ймовірно, буде цікавою для Денніса.

source: Dowiedziałem się, czego chciałem.
uk: Я дізнався, що хотів.

source: Dowiedziałem się, że Bodowin eksperymentował także na ludziach.
uk: Я дізнався, що Бодовін проводив експерименти і на людях.

source: Dowiedziałem się, że Magowie rozdają ubogim ze slumsów regularnie ciepłe posiłki. Chciałbym, żebyś dostarczył dla maga Laudusa trochę ciepłej zupy prosto z mojej austerii.
uk: Я дізнався, що маги регулярно роздають гарячу їжу біднякам з нетрів. Я хотів би, щоб ти приніс гарячий суп для мага Лаудуса прямо з мого Гостинного двору.

source: Dowiedziałem się, że Sambor proponował ci jakiś specyfik?
uk: Я довідався, що Самбор пропонував тобі щось особливе?

source: Dowiedziałem się, że byłeś u spowiedzi i mistrz Notger udzielił ci rozgrzeszenia.
uk: Я дізнався, що ти ходив на сповідь, і майстер Нотгер дав тобі відпущення гріхів.

source: Dowiedziałem się, że jakiś czas temu pobiłeś Reeza. Strażnik chyba nie powinien robić czegoś takiego zwykłemu górnikowi?
uk: Я дізнався, що ти нещодавно побив Різа. Гадаю, вартовий не може так поводитись з простим гірником?

source: Dowiedziałem się, że miecz może dla mnie wykuć kowal Odgar.
uk: Я дізнався, що коваль Одгар може викувати для мене меч.

source: Dowiedziałem się, że przemytnicy rzeczywiście zeszli do podziemia. Praktycznie wszyscy członkowie organizacji powinni być aktualnie w ich kryjówce na Bursztynowym Wybrzeżu.
uk: Я дізнався, що контрабандисти насправді заховалися в печерах. Практично всі члени організації зараз повинні знаходитися у своїй схованці на Бурштиновому узбережжі.

source: Dowiedziałem się, że renegaci najprawdopodobniej pozbyli się zwiadowców, którzy obserwowali ich na polecenie Rodericha. W związku z tym kapitan zdecydował się na stanowcze kroki: mam wyruszyć na czele oddziału uderzeniowego i pozbyć się zdrajców raz na zawsze.
uk: Я дізнався, що відступники, швидше за все, позбулися розвідників, які стежили за ними за наказом Родеріха. В результаті капітан вирішив діяти рішуче: я повинен вирушити на чолі ударного загону і позбутися зрадників раз і назавжди.

source: Dowiedziałem się, że trochę nabroiłeś.
uk: Я дізнався, що ти трохи нашкодив.

source: Dowiedziałem się, że w okolicach winnicy Rity ukrywa się niejaki Antonio. Podobno zajmuje się przemytem i ma kontakty z różnymi okolicznymi zbirami.
uk: Я дізнався, що в районі виноградника Рити переховується чоловік на ім'я Антоніо. Мабуть, він займається контрабандою і має зв'язки з різними місцевими головорізами.

source: Dowiedziałeś się czegoś o krwi na ścianie dworu?
uk: Ти дізнався що-небудь про кров на стіні маєтку?

source: Dowiedziałeś się już wszystkiego? Bo tracę ochotę na dalsze bycie miłym.
uk: Ти вже все з'ясував? Тому що я втрачаю бажання продовжувати бути чемним.

source: Dowiedziałeś się, jak wyglądali?
uk: Ти з'ясував, як вони виглядали?

source: Dowiedziałeś się, kto go wykonał?
uk: Ти з'ясував, хто його виготовив?

source: Dowiedzieliśmy się, że szykujesz się do jakiejś większej wyprawy.
uk: Ми дізналися, що ти готуєшся до якоїсь важливої експедиції.

source: Dowiem się czegoś od ciebie o... o pracy gońca?
uk: Чи можу я дізнатися від тебе щось про... про роботу посланця?

source: Dowiem się w końcu o co w tym wszystkim chodzi?
uk: Я нарешті дізнаюся, для чого це все?

source: Dowiem się, kto jest prawdziwym zabójcą. Dla własnego bezpieczeństwa unikaj w najbliższym czasie Smoczego Pyłu.
uk: Я знайду справжнього вбивцю. А ти поки що утримайся від Драконячого пилу для власної ж безпеки.

source: Dowiemy się, ile inwencji własnej włożyli w te przepisywanie! I jak bardzo chcieli nas przy tym wykiwać!
uk: Ми дізнаємося, скільки власної творчості вони вклали в ці переписування! І як сильно вони хотіли нас обдурити!

source: Dowiesz się w swoim czasie. Najpierw skompletuj listę, a być może potem cię wtajemniczę.
uk: Ти дізнаєшся про це у свій час. Спочатку принеси все зі списку, а потім, можливо, я посвячу тебе в свій задум.

source: Dowiodłem winy Recona i Veigo. Teraz muszę pogadać z Ramoną w sprawie zapłaty - oby faktycznie była warta zachodu!
uk: Я довів провину Рікона і Вейго. Тепер мені потрібно поговорити з Рамоною про оплату. Сподіваюсь, це дійсно було того варте!

source: Dowiodłeś swoich umiejętności w posługiwaniu się mieczem i kuszą.
uk: Ти довів свою майстерність у володінні мечем та арбалетом.

source: Dowolne mięso
uk: Будь-яке м'ясо

source: Dowolne smażone mięso
uk: Будь-яке смажене м'ясо

source: Dowolne surowe mięso
uk: Будь-яке сире м'ясо

source: Dowolne warzywo
uk: Будь-які овочі

source: Dowódca Roderich osobiście wybrał mnie do reprezentowania straży. Jeśli Wasza Ekscelencja jest niezadowolony, to powiadomię go, by przysłał kogoś innego w moje miejsce.
uk: Командир Родеріх особисто обрав мене представляти вартових. Якщо Ваша Світлість незадоволені, то я повідомлю його, щоб він відправив когось іншого замість мене.

source: Dowódca Roderich przysłał mnie, abym zajął się śledztwem w sprawie zamachu na twojego pana.
uk: Командир Родеріх відправив мене розслідувати замах на твого пана.

source: Dowódca Roderich wyraża swoje ubolewanie twoim brakiem obecności i ponawia rozkaz o przybycie do koszar po nowe polecenia.
uk: Командир Родеріх шкодує з приводу твоєї відсутності і знову наказує з'явитися в казарми для отримання нових розпоряджень.
